Repository: uncleVahe/CareerKids
Catalog: CareerKids/Resources/Localizable.xcstrings
Source language: uk
Languages: en

source: %lld професій
en: %lld careers

source: %lld років
en: %lld years

source: 20 питань · 5-7 хвилин
en: 20 questions · 5-7 minutes

source: 30,000 - 150,000 грн/місяць
en: 30,000-150,000 UAH/month

source: AI Рекомендації
en: AI Recommendations

source: AI аналіз результатів
en: AI analysis of results

source: AI рекомендує також розглянути
en: AI also recommends considering

# onboarding.ageStep.pickerItem
source: %lld років
en: %lld years

# onboarding.ageStep.selected
source: Обрано: %lld років
en: Selected: %lld years

# onboarding.nameStep.greeting
source: Приємно познайомитись, %@!
en: Nice to meet you, %@!

# onboarding.readyStep.greeting
source: Готово, %@!
en: Ready, %@!

source: Ім'я
en: Name

source: Інтелект тест
en: IQ Test

source: Інтереси
en: Interests

source: Інформація
en: Info

source: Історія
en: History

source: Історія тестів
en: Test History

source: Введи своє ім'я
en: Enter your name

source: Версія 1.0.0
en: Version 1.0.0

source: Видалити
en: Delete

source: Видалити всі
en: Delete All

source: Видалити план?
en: Delete plan?

source: Видалити тест?
en: Delete test?

source: Видалити фото
en: Delete photo

source: Визнач свої сильні сторони
en: Discover your strengths

source: Впевненість: %@
en: Confidence: %@

source: Впевненість: %lld%%
en: Confidence: %lld%%

source: Всі професії
en: All careers

source: Відкрити курс
en: Open Course

source: Вік
en: Age

source: Готово
en: Done

source: Давай досліджувати професії та знайдемо твоє покликання!
en: Let's explore careers and find your calling!

source: Далі
en: Next

source: Де навчаєшся
en: Where you study

source: Деталі плану
en: Plan Details

source: Додай 5 улюблених професій
en: Add 5 favorite careers

source: Додано в обране!
en: Added to favorites!

source: Додати фото
en: Add photo

source: Додаткова інформація
en: Additional Information

source: Допоможемо тобі знайти твою майбутню професію!
en: We'll help you find your future career!

source: Досягнення
en: Achievements

source: Дізнайся більше про свій характер
en: Learn more about your character

source: Дізнайся більше про себе
en: Learn more about yourself

source: Експортувати PDF
en: Export PDF

source: За датою
en: By date

source: За категорією
en: By category

source: Закрити
en: Close

source: Зарплата
en: Salary

source: Зберегти
en: Save

source: Збережено
en: Saved

source: Збережені плани
en: Saved Plans

source: Збережи план розвитку
en: Save a development plan

source: Зв'язатися з нами
en: Contact Us

source: Змінити фото
en: Change photo

source: Знайдено професій
en: Careers discovered

source: Категорій
en: Categories

source: Категорія "%@"
en: Category "%@"

source: Колекціонер
en: Collector

source: Логіка, математика, англійська
en: Logic, math, English

source: Мова
en: Language

source: Навички
en: Skills

source: Навички:
en: Skills:

source: Навчання
en: Education

source: Нагадування
en: Reminders

source: Налаштування
en: Settings

source: Написати свій варіант
en: Write your own answer

source: Не знаєш що обрати?
en: Not sure what to choose?

source: Немає збережених планів
en: No saved plans

source: Немає професій
en: No careers

source: Немає історії
en: No history yet

source: Нічого не знайдено
en: Nothing found

source: Оберіть мову
en: Choose language

source: Орієнтовний час до кар'єри
en: Estimated time to career

source: Основні професії
en: Main careers

source: Особисті дані
en: Personal Details

source: Отримай персональний план розвитку
en: Get a personal development plan

source: Оцінити додаток
en: Rate the App

source: Очистити історію
en: Clear History

source: Перевір свої когнітивні здібності
en: Test your cognitive abilities

source: Переглянути професії
en: Browse Careers

source: Персональна порада
en: Personal advice

source: Персоналізовані рекомендації
en: Personalized Recommendations

source: Перший крок
en: First Step

source: План розвитку кар'єри
en: Career development plan

source: Плани
en: Plans

source: Планувальник
en: Planner

source: Планів
en: Plans

source: Поділитися
en: Share

source: Почати тест
en: Start Test

source: Почати!
en: Start!

source: Почни вводити назву професії
en: Start typing a career name

source: Пошук
en: Search

source: Привіт!
en: Hi!

source: Про додаток
en: About the App

source: Пройдено тестів
en: Tests completed

source: Пройдено: %lld раз(и)
en: Completed: %lld time(s)

source: Пройдені тести
en: Completed Tests

source: Пройди 5 тестів
en: Complete 5 tests

source: Пройди перший тест
en: Complete your first test

source: Пройди свій перший тест щоб побачити результати тут
en: Take your first test to see results here

source: Пройди тест та збережи свій персональний план розвитку
en: Take the test and save your personal development plan

source: Пройди тест і отримай рекомендації
en: Take the test and get recommendations

source: Пройди тести та отримай персоналізовані рекомендації
en: Take the tests and get personalized recommendations

source: Пройти тест
en: Take the Test

source: Пройти тест знову
en: Take the test again

source: Професій
en: Careers

source: Професії
en: Careers

source: Профіль
en: Profile

source: Підтвердити
en: Confirm

source: Регіон: %@
en: Region: %@

source: Редагувати профіль
en: Edit Profile

source: Рекомендовано для тебе
en: Recommended for you

source: Рекомендовані професії:
en: Recommended careers:

source: Рекомендовані тренінги та курси
en: Recommended trainings and courses

source: Ресурси:
en: Resources:

source: Системна
en: System

source: Скасувати
en: Cancel

source: Скинути
en: Reset

source: Скоро
en: Soon

source: Скоро доступні
en: Coming Soon

source: Скільки тобі років?
en: How old are you?

source: Спробуй змінити фільтри
en: Try changing the filters

source: Спробуй інший запит
en: Try a different search

source: Сховати
en: Hide

source: Твоя активність
en: Your Activity

source: Твоя відповідь...
en: Your answer...

source: Твоя категорія
en: Your Category

source: Твоя категорія:
en: Your category:

source: Твоя статистика
en: Your Statistics

source: Твої плани розвитку
en: Your Development Plans

source: Твої результати:
en: Your results:

source: Тема
en: Theme

source: Тест на навички
en: Skills Test

source: Тест на професію
en: Career Test

source: Тест особистості
en: Personality Test

source: Тести
en: Tests

source: Тестів
en: Tests

source: Тобі підходять професії пов'язані з %@!
en: Careers related to %@ suit you!

source: У вогні
en: On Fire

source: Улюблених
en: Favorites

source: Улюблені
en: Favorites

source: Університет або курси програмування
en: University or programming courses

source: Фото профілю
en: Profile Photo

source: Цю дію не можна скасувати
en: This action cannot be undone

source: Ця інформація допоможе нам краще підібрати професії
en: This information will help us match careers better

source: Ці поля будуть доступні в наступних оновленнях
en: These fields will be available in future updates

source: Цікаво!
en: Interesting!

source: Через %@
en: In %@

source: Шукати професії...
en: Search careers...

source: Що робити далі
en: What to do next

source: Як тебе звати?
en: What's your name?
